[
	{
		"header": "Superstar Jordan",
		"img": "../assets/images/superstar.jpg",
		"desc": "When Michael Jordan left the University of North Carolina in 1984, he wanted to sign with adidas, not Nike. He was a self-described “adidas nut,” and told his agent that if the deal the German company offered was even close, he’d sign with them. Apparently it wasn't. Their loss."
	},
	{
		"header": "First Flight",
		"img": "../assets/images/firstflight.jpg",
		"desc": "The very first drawing of the Air Jordan ball-and-wings logo was sketched out on the spur of the moment by Nike's Peter Moore, while the \"Air Jordan\" name was actually conceived of by superagent David Falk. And while it's hard to believe now, Falk wanted Jordan treated more like a tennis player than a basketball player — because back then, they were the ones getting the signature product."
	},
	{
		"header": "The Devil",
		"img": "../assets/images/thedevil.jpg",
		"desc": "When Nike first presented MJ with sketches of the black and red Jordan 1s, he innocently responded \"I can't wear that shoe, those are the Devil colors.\" As a Tar Heel, MJ wasn't so eager to don the colors of rival NC State, even if it was his new NBA look."
	},
	{
		"header": "Rookie Mistake?",
		"img": "../assets/images/rookiemistake.jpg",
		"desc": "Michael Jordan was an unproven rookie when the Jordan 1s were designed and marketed, and at $65 a pop there was skepticism that anyone would buy them. Instead, he emerged as the most exciting player in the NBA, and when the shoes finally released, they flew off the shelves."
	},
	{
		"header": "Look Ma, No Swoosh",
		"img": "../assets/images/noswoosh.jpg",
		"desc": "The Air Jordan II was the first Nike shoe to not feature Swoosh branding anywhere on the sneaker. It was a risky move, but it ushered in an era where design, not a logo, was most important."
	},
	{
		"header": "Luxury",
		"img": "../assets/images/luxury.jpg",
		"desc": "The Jordan II was the only pair of Jordans to be made in Italy, and thanks to the faux lizard skin on the upper and design inspiration from a women's boot (an inspiration that would pop up again with the Air Jordan XII) they brought a new level of luxury to sports product as well as pop culture. "
	},
	{
		"header": "Jordan III Changes History",
		"img": "../assets/images/history.jpg",
		"desc": "Michael wasn't too big on signing with Nike from the start and after two of the people who did the most to bring him to the brand (Peter Moore and Rob Strasser) left, he was considering a change of scenery as well — his initial deal was up in 1988. In the end, it was young designer Tinker Hatfield's incorporation of the elephant print and the Moore-conceived Jumpman logo on the revolutionary Air Jordan IIIs (and Michael's dad telling His Airness that Nike had his best interest at heart) that convinced him to stay. The Air Jordan IIIs should be everyone's favorite shoe beyond aesthetic reasons."
	},
	{
		"header": "Flashing Lights",
		"img": "../assets/images/flashinglights.jpg",
		"desc": "The Air Jordan V was the first basketball sneaker to feature 3M material (the Nike Air Epic was the first ever). Hatfield designed the tongue that way to make the sneaker look even flashier under the arena lights and strobes (sorry, photographers), and match Jordan's rockstar-like fame."
	},
	{
		"header": "Dedication",
		"img": "../assets/images/dedication.jpg",
		"desc": "MJ suffered an injury to his foot in the second game of the NBA Finals against Magic and company. When asked if he wanted a special shoe to help protect the injury or his usual VIs — Michael simply responded to the training staff, \"give me the pain.\" "
	},
	{
		"header": "Hare Jordan",
		"img": "../assets/images/harejordan.jpg",
		"desc": "Like many other things in the Air Jordan canon, the \"Hare Jordan\" ad campaign may look like a no-brainer now, but it represented quite the risk — and quite the investment — in 1992. The initial ad alone cost $1 million (not including Jordan's salary), took six months to make, and required 3,000 separate illustrations drawn by 25 different artists. Ehhhhhh, what's up, jock?"
	},
	{
		"header": "Solo Project",
		"img": "../assets/images/soloproject.jpg",
		"desc": "After Jordan left the NBA to pursue baseball full-time, Tinker Hatfield was told to abandon the Air Jordan line and move on to new things. But Tinker didn't think Mike was done with hoops quite yet, and continued to design new Air Jordans as if he'd never retired. Without his passion and belief, the Jordan line might have died after the VIII. "
	},
	{
		"header": "No Co-sign",
		"img": "../assets/images/cosign.jpg",
		"desc": "Michael Jordan was disappointed with how the Jordan X ended up since he was not consulted on the final design as he normally was. When Hatfield finally tracked him down to show him the Xs, Michael responded “I don’t like it and you need to change it.” Hatfield had added a strip of leather across the toe, something that hadn't been on an Air Jordan since the V. Chastened, he got on the phone the next day and had alterations made for the ensuing colorways after Jordan and jokingly (at least we hope so) told Tinker he would make up the financial difference if they didn't sell as well as his previous models. Even the retro version of the \"Steel Grey\" Xs featured a clean toe. Mike is always right."
	},
	{
		"header": "Odd Inspirations",
		"img": "../assets/images/oddinspirations.jpg",
		"desc": "It is no secret that Tinker Hatfield has drawn inspiration from strange places when designing Jordans, but maybe none as strange as a lawn mower and its protective cover that helped birth the most iconic Jordan to date — the XIs. Patent leather has found its way onto countless sneakers since, but it's worth remembering that, on the Air Jordan XI, it served a functional purpose besides adding flash."
	},
	{
		"header": "World Premier",
		"img": "../assets/images/worldpremier.jpg",
		"desc": "During the Bulls playoff run in '95, Tinker unveiled the \"Concord\" XIs to Michael to see how he felt about the design. Jordan was so excited about the shoes that even against Tinker's wishes he rocked them on the court and forced Nike to go with the sample version design for the following season. The hype was so crazy from Michael holding up a pair and showing them off on television that the release in the fall was chaos. Sound familiar?"
	},
	{
		"header": "He Called It",
		"img": "../assets/images/calledit.jpg",
		"desc": "Before the Air Jordan XI ever hit shelves, Michael predicted the sneaker featuring smooth patent leather would get dressed up with suits. Sneakerheads talk about the Boyz II Men awards show appearance where they rocked the \"Concords\" and how it was likely a sign of things to come for one of the most iconic sneakers of all time. Go ahead and search the internets for art, it can't be found, but it definitely happened. And even without that, you probably know someone who wore Jordan XIs to a wedding. Possibly even their own."
	},
	{
		"header": "Jordan Brand is Born",
		"img": "../assets/images/born.jpg",
		"desc": "When the Air Jordan XIII was released in '97, a shoe was released under the Jordan Brand name for the first time. This was a long time coming — and something that David Falk had wanted since the beginning, and Strasser and Moore wanted in 1987. A decade later, it was finally time. Enter CEO Jordan. The shoes rolled out along with the Air Jordan Trainers and Air Jordan Teams, making the line more than just the signature shoes for the first time."
	},
	{
		"header": "One Last Time",
		"img": "../assets/images/onelasttime.jpg",
		"desc": "With Michael on the verge of retiring again he decided to break out a pair of OG Jordan 1s at what was likely to be his final game at Madison Square Garden on March 8, 1998. LeBron wasn't the first player to feel like he had just as much love and memories from the Knicks sanctuary. Mike's feet had grown a size since he first rocked the kicks, but that didn't stop him from making another statement in a long career of historical feats. He'd finish with 47 points, 8 rebounds, 6 assists, 3 steals, and some seriously sore feet."
	},
	{
		"header": "Statuesque",
		"img": "../assets/images/statuesque.jpg",
		"desc": "When it came time to design the statue of Mike outside of the United Center, the Air Jordan IXs were selected because of their distinct outsoles. Of course, the IXs were also the only Air Jordans that MJ never played in as a Bull before he retired for the second time in 1998."
	},
	{
		"header": "$200",
		"img": "../assets/images/200.jpg",
		"desc": "The Air Jordan series accomplished a lot of firsts for a basketball sneaker, including a price tag of $200. Granted the Air Jordan XVII did come with a briefcase and interactive CD, but it hadn't been that long since $150 seemed sky-high. Funny though, we don't remember too many people complaining."
	},
	{
		"header": "Afraid of Snakes",
		"img": "../assets/images/snakes.jpg",
		"desc": "Jordan Brand had to completely re-work its marketing plan for the black mamba inspired Jordan XIXs because Michael is afraid of snakes. Kobe Bryant should remain forever thankful (for this and, um, pretty much his whole career)."
	},
	{
		"header": "Illuminated",
		"img": "../assets/images/illuminated.jpg",
		"desc": "Just like bonus tracks on your favorite album, the Air Jordan XXI came with something extra that you might not have known was even there. Heck, you might still haven't seen it. If you ever hold them up to a black light, a special message illuminates. What is it? Find out for yourself."
	},
	{
		"header": "Changed The Game, Again",
		"img": "../assets/images/changedgame.jpg",
		"desc": "After the XVs Tinker was less hands-on with the design of the Jordan line until the Air Jordan XX3. With the XX3s, the team at Jordan Brand spent more time working on innovation than on any other Jordan and helped change how performance sneaker design was approached. They made the shoe thinner and slimmer so it would fit the athlete's foot even better and also sharply decreased the amount of adhesives needed to keep sneakers together. Not only was it the first performance basketball shoe to be part of Nike's \"Considered\" line, it would shape much of what was to come."
	},
	{
		"header": "Saturday Releases",
		"img": "../assets/images/saturday.jpg",
		"desc": "Ever wonder why Air Jordans are released on Saturdays? It's so kids don't skip school to get 'em. Now they just have to miss class on Friday (er, or Wednesday) to line up. Teachers and principals must be thrilled about Twitter RSVPs — except for all the text alerts going off in class."
	}
]